import type { TypeAccordionItem } from "@/types/AccordionItem";


export const items: TypeAccordionItem[] = [
	{
		title: "Что такое хакатон?",
		text: "Хакатон – это мероприятие, на&nbsp;котором люди сотрудничают для&nbsp;создания решений конкретных задач. Участники работают в&nbsp;командах, разрабатывая прототипы, приложения или продукты в&nbsp;установленные сроки."
	},
	{
		title: "Что мы будем делать на&nbsp;хакатоне GORKYCODE?",
		text: "GORKYCODE – уникальное событие, на&nbsp;котором вы будете решать конкретные задачи нашего любимого города и поможете ему стать лучше. Если ваша идея будет востребована – мы пригласим вас к&nbsp;участию в&nbsp;её непосредственной реализации совместно с&nbsp;администрацией города Нижнего Новгорода."
	},
	{
		title: "Я не студент или студент не нижегородского ВУЗа. Могу ли я участвовать?",
		text: "К&nbsp;участию допускаются только команды действующих студентов нижегородских вузов. Мы будем строго проверять каждого участника на&nbsp;соответствие этому требованию."
	},
	{
		title: "Участие полностью бесплатное?",
		text: "Да, участие в&nbsp;хакатоне GORKYCODE абсолютно бесплатное для всех команд, прошедших отбор. Все затраты на&nbsp;проживание, проезд до&nbsp;места проведения, и&nbsp;питание мы берём на&nbsp;себя."
	},
	{
		title: "Нужен ли компьютер для&nbsp;участия?",
		text: "Да, каждый участник привозит с&nbsp;собой свой собственный компьютер или ноутбук. Мы обеспечим вас интернетом, электроэнергией, и&nbsp;рабочим местом, но&nbsp;оборудование нужно взять с&nbsp;собой!"
	},
	{
		title: "Я хочу участвовать, но&nbsp;у&nbsp;меня нет команды. Как быть?",
		text: "Мы сотрудничаем со&nbsp;всеми крупными ВУЗами Нижнего Новгорода. Если вы хотите участвовать, но&nbsp;ещё не&nbsp;нашли команду – обратитесь к&nbsp;ответственному за&nbsp;координацию команд в&nbsp;вашем ВУЗе, или ищите единомышленников в&nbsp;нашей группе ВК и&nbsp;ТГ."
	}
];