import type { TypeAccordionItem } from "@/types/AccordionItem";


export const items: TypeAccordionItem[] = [
	{
		title: "Что такое хакатон?",
		text: "Хакатон – это мероприятие, на\u00A0котором люди сотрудничают для\u00A0создания решений конкретных задач. Участники работают в\u00A0командах, разрабатывая прототипы, приложения или продукты в\u00A0установленные сроки."
	},
	{
		title: "Что мы будем делать на\u00A0хакатоне GORKYCODE?",
		text: "GORKYCODE – уникальное событие, на\u00A0котором вы будете решать конкретные задачи нашего любимого города и поможете ему стать лучше. Если ваша идея будет востребована – мы пригласим вас к\u00A0участию в\u00A0её непосредственной реализации совместно с\u00A0администрацией города Нижнего Новгорода."
	},
	{
		title: "Я не студент или студент не нижегородского ВУЗа. Могу ли я участвовать?",
		text: "К\u00A0участию допускаются только команды действующих студентов нижегородских вузов. Мы будем строго проверять каждого участника на\u00A0соответствие этому требованию."
	},
	{
		title: "Участие полностью бесплатное?",
		text: "Да, участие в\u00A0хакатоне GORKYCODE абсолютно бесплатное для всех команд, прошедших отбор. Все затраты на\u00A0проживание, проезд до\u00A0места проведения, и\u00A0питание мы берём на\u00A0себя."
	},
	{
		title: "Нужен ли компьютер для\u00A0участия?",
		text: "Да, каждый участник привозит с\u00A0собой свой собственный компьютер или ноутбук. Мы обеспечим вас интернетом, электроэнергией, и\u00A0рабочим местом, но\u00A0оборудование нужно взять с\u00A0собой!"
	},
	{
		title: "Я хочу участвовать, но\u00A0у\u00A0меня нет команды. Как быть?",
		text: "Мы сотрудничаем со\u00A0всеми крупными ВУЗами Нижнего Новгорода. Если вы хотите участвовать, но\u00A0ещё не\u00A0нашли команду – обратитесь к\u00A0ответственному за\u00A0координацию команд в\u00A0вашем ВУЗе, или ищите единомышленников в\u00A0нашей группе ВК и\u00A0ТГ."
	}
];